Repository: mozilla-l10n/mt-training-data
Catalog: nhi/nhi_pontoon.tmx
Source language: en_us
Languages: nhi

source: You cannot request your recordings while another request is already in progress.
nhi: amo huilis tic tlahtlanis mu tlahtolahcuc tla yu tic tlahtlan ocse huan yi nihnintoc

source: You can request a new takeout of your recordings every { $days } days.
nhi: huilis tic tlahtlanis se yancuic quixtilis tlahtolahcuc nuchipa { $days } tunalmeh

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
nhi: huilis ticchihuas ilhuitl para tiquin palehuis masehualmeh matech palehuican. cachi isiuhca quenitinimilia, huilis quichihuas ichin linea icase tipospalehuil nexitlahtol o sehseh masehual tlaohcon cachicuali <eventTemplate> xiquita tu plantillas huan icatleno secpalehuia sechihuas ilhuitl</eventTemplate

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
nhi: huilis ticuis <scraperLink> Sentence extractor</scraperLink> para tiquincuis tlahcuilol tzocopintzitzi de Wikipedia

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
nhi: huilis ticuis plataformas de redes sociales para ticxixinis tlahtol. xitemaca publicaciones campa muquihto queye simi importante huan ximonohnotsa ihuan ocsiqueh masehualmeh para tiquinohnotsas quemen derechos den tlahtol. tlahtol o tenunuts ican tiposmeh. xiquita cachi yectlahtol ika <campaignLink> xicchihua se campaña masehual ican tiquitl tlen ochuilis tiquicuis </campaignLink>

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
nhi: ayamo tic nextia se masehual tlahtol. timits tlatlauhtiah xiyuh <profileLink>ixnexicah</profileLink> para tic nextis masehualtlahtulmeh

source: You must allow microphone access.
nhi: quipia de tocontemacas acceso ica tuntlahtos

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
nhi: moacento yen quemen tiquimihtoa tlahtolmeh. Uilis isqui ohcon porque campa otichanchiuh, uili titlahtoa ocsiqui tlahtol o ica ocse tlanimilil, uilis titechmactis ocsiqui tlanahuatil tlen ticmachilis techcualtias nica

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
nhi: mu tlahtol ahcuctok ichtaca isqueh ichin base de tlanahuatil de Common Voce. cuando tic pulultis mu perfil amo huilis tic tlahtlanis que muc puluca mu tlahtolahcuctoc ichin base de tlanahuatil

source: Your daily goal has been created
nhi: umuchiuh se tiquitl nuchipa

source: Your download has started.
nhi: mutimulistl yupeuh

source: You’re contributing to a target segment
nhi: techpaleuihtoc ica se segmento tiquitl

source: You’re contributing to our first target segment
nhi: titechpaleoihtoc icato primer tiquitl segmentado

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
nhi: mu patilis de axan quintuhua <bold> amo</bold> ticsilis correos ica ilnamiquilis tiquitl, yancuic nemilis amo boletines de tlanahuatil Common Voice

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
nhi: axan qupia de tic yectlalis para tic silis correos electronicos, quemeh ilnamiquilis tiquitl, yancuic nemilis huan boletines de tlanahuatil ica Common Voice

source: Your email address
nhi: mocorreo electronico

source: Your files are being assembled. Please check again later.
nhi: mu archibos mu niliuhtuqueh. nimitz tlatlauhtiya, xic yehyeco cachi tiutlac

source: Your Languages
nhi: mu tlahtolme

source: Your username and email will not be associated with the published data.
nhi: mu tocayo de ususario huan correo electronico munilusqueh ica tlanahuatil tlen yumunextihqueh

source: Your weekly goal has been created
nhi: yumuchiuh mu tiquiuh chicueyitunal

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
nhi: quipia nicsilis se correo electronico campa nechnextia quenin nictlalis se tlahtol Common Voice

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
nhi: tlasohcamate utitech palehue Common Voice yuahsic <goalPercentage></goalPercentage> icatiquitl tlen tlahtolahcocueh{ $goalValue }

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
nhi: tlasohcamateh utitechpalehue Common Voice yuahsic<goalPercentage></goalPercentage>ica tiquitl tlen tlahtolahcucueh{ $goalValue }

source: You've successfully signed up for contributing to { $language }. Thank you.
nhi: Timotlahcuiluile cuali ica techpalehuis ich { $language }.Tlasohcamatictzi

source: You want to join the Common Voice mailing list
nhi: nicniqui nimonilos ichi lista de correos de Common Voice

source: account recovery key
nhi: ichtacatlahcuilol ica ticsilis mo cuenta

source: alternate text
nhi: tlacuilol patlatoc

source: attack
nhi: temaga

source: attacker
nhi: temagani

source: Attack Site
nhi: campa temaga

source: attendee
nhi: tlaqueual

source: autoplay
nhi: isel mochihchioa

source: bookmark
nhi: nextis

source: breakpoint
nhi: campa tlapani

source: Bug report
nhi: tlanonotz campaomopolo

source: corrupt
nhi: amo quiyecchiutok

source: crash
nhi: nahnamiqueh

source: debug
nhi: chupauac

source: deceptive site
nhi: campa tecahcayahua

source: disinformation
nhi: amotlaixmati

source: distrust
nhi: amoquiniltoca

source: extension
nhi: tlaouehca

source: home page
nhi: pagina campa sepehua

source: import
nhi: xiccalaqui

source: independent browser
nhi: tlaixmatani isel

source: innovations
nhi: ucasic

source: installation
nhi: yectlalis

source: Issue
nhi: tenextilia

source: misinformation
nhi: amoquimati

source: native
nhi: campaoyol

source: override
nhi: xicpolo

source: pop-up
nhi: tlanamac yancuic

source: release
nhi: naltitlanilis

source: report
nhi: tlanonotz

source: revert
nhi: mocuipas

source: search suggestion
nhi: mitzilhuia canin tictemos

source: sensitive
nhi: amoyolchicahuac

source: studies
nhi: tlamachtil

source: track
nhi: sectemos

source: trackers
nhi: temuhuane

source: Tracking Content
nhi: quipia cani sectemos

source: unresponsive
nhi: amo tlananquilia
